{
	"home": {
		"position": 1,
		"title": "Home",
		"description": "Traditional portraits by Bing Jones. Paintings in oil and tempera, drawings in chalk and charcoal. Created from live sittings in Yorkshire and London.",
		"intro": [
			"Traditional portraits from live sittings.",
			"Paintings in oil and tempera, drawings in chalk and charcoal.",
			"Individual and group portraits.",
			"Corporate, academic, families and children.",
			"Sittings in Yorkshire and London."
		],
		"quotes": [
			[
				"People are the noblest but also the most challenging of subjects."
			]
		]
	},
	"about": {
		"position": 2,
		"title": "About",
		"description": "About Sheffield based portrait artist Bing Jones. Comprising biography, contact details and quotes alongside a photograph of artist with completed work.",
		"content": [{
				"title": "Biography",
				"body": [
					"Bing Jones paints and draws portraits from live sittings.",
					"He has a purpose built studio in Sheffield, with controlled natural light. He also arranges sittings in London and will travel elsewhere by arrangement.",
					"He feels the sittings are essential to achieve a satisfying traditional result.",
					"He has undertaken academic, professional and corporate commissions for 30 years and has drawn and painted hundreds of children and dozens of family groups.",
					"He works from live sittings using traditional methods.",
					"He was trained in medicine at the University of Bristol and in painting at Sheffield School of Art and Design. He has combined careers in portrait painting and medicine all his working life.",
					"He lives with his wife who is both an artist and lecturer in the History of Art. They have four grown children.",
					"For more information about the artist see Bing's blog <a href=\"http://lifeofaportraitpainter.blogspot.co.uk\" target=\"_blank\">lifeofaportraitpainter.blogspot.co.uk<\/a>."
				]
			},
			{
				"title": "Contact",
				"body": [
					"<a href=\"mailto:bing@bingjones.co.uk\">bing@bingjones.co.uk<\/a>",
					"<a href=\"mailto:bingportraits@gmail.com\">bingportraits@gmail.com<\/a>"
				]
			}
		],
		"quotes": [
			[
				"Painting for me is about presenting the world to the viewer in a sorted way.",
				"Somehow one has to capture an essence of the subject and then re-construct it, resolving the parts into a whole."
			]
		]
	},
	"paintings": {
		"position": 3,
		"title": "Paintings",
		"description": "Paintings by Sheffield based portrait artist Bing Jones. Use of oil and tempera on canvas is a centuries-old method likely to outlive artist and sitter.",
		"intro": [
			"Oil portaits make a lasting record of the sitter's likeness, expression and personality. Traditional portraits in oil and tempera on canvas use proven centuries-old methods. These paintings enrich both families and institutions, and will probably outlive artist and sitter."
		],
		"quotes": [

		]
	},
	"drawings": {
		"position": 4,
		"title": "Drawings",
		"description": "Drawings by Sheffield based portrait artist Bing Jones. Using charcoal or chalk, with shades, catches expression and likeness in a fresh and lively manner.",
		"intro": [
			"Traditional drawings in charcoal or chalk, with coloured pastel shades, catch expression and likeness in a fresh and lively manner. These can be made quickly or in more detail. They are often commissioned as presents, for birthdays, weddings or retirement."
		],
		"quotes": [

		]
	},
	"commission": {
		"position": 5,
		"title": "Commission",
		"description": "Commission information for Sheffield based portrait artist Bing Jones. Includes process, pricing illustration, contact details and sitter's comments.",
		"pricing": [{
				"title": "Pricing of commissioned portraits",
				"intro": [
					"Prices vary with size, content and the number of sittings."
				],
				"content": [{
						"subheader": "Every commission is different",
						"body": [
							"Each begins with a discussion of what you might like.",
							"Please don't hesitate to contact the artist by phone or email."
						]
					},
					{
						"subheader": "Sittings are in Sheffield or London",
						"body": [
							"The artist will be happy to discuss other venues.",
							"They are generally for about an hour, with regular breaks."
						]
					},
					{
						"subheader": "Pricing illustration",
						"body": [
							"Charcoal drawings from &pound;250 single sitting.",
							"Coloured chalk drawings from &pound;500, usually two sittings.",
							"Larger and more finished drawings from &pound;1000, two or more sittings.",
							"Oil Portraits from &pound;2500 for a head and shoulders. Three or more sittings.",
							"Half-length portraits, including hands, from &pound;4000. Up to five sittings.",
							"Full-length portraits from &pound;6000.",
							"Group portraits are priced around the number of subjects. The artist will organise and coordinate sittings with each sitter. They are a bonding and team-building exercise, sometimes a challenge and always a pleasure!",
							"Personalised additional subjects such as landscape backgrounds will be included with pleasure and priced individually.",
							"Frames can be discussed, priced, arranged and fitted if required."
						]
					}
				]
			},
			{
				"title": "Contact",
				"intro": [],
				"content": [{
						"subheader": "Email",
						"body": [
							"<a href=\"mailto:bing@bingjones.co.uk\">bing@bingjones.co.uk<\/a> or <a href=\"mailto:bingportraits@gmail.com\">bingportraits@gmail.com<\/a>"
						]
					},
					{
						"subheader": "Phone",
						"body": [
							"07711 447306"
						]
					},
					{
						"subheader": "Address",
						"body": [
							"Bing Jones",
							"14 Whiteley Wood Road",
							"Sheffield",
							"South Yorkshire",
							"S11 7FE",
							"United Kingdom"
						]
					}
				]
			}
		],
		"comments": {
			"title": "Sitter's comments",
			"body": [
				"I just had to let you know that the picture has arrived safely at our home and we are absolutely delighted with it.",
				"My parents were thrilled with the portrait and it has been hung in the place of honour.",
				"Just to let you know how delighted Tom and I are with my portrait.",
				"My portrait is safely home and in pride of place on display. Everyone is delighted with it and many complimentary comments have been made.",
				"Just a note to say how absolutely delighted I am with the portrait. It's absolutely everything I had hoped.",
				"We were filled with admiration for your skill in drawing.",
				"Just wanted to say Daniel's picture is wonderful.",
				"What a splendid occasion yesterday! Thank you very much for 'painting' me - I thoroughly enjoyed our collaboration. The finished portrait was exactly as I would wish to be remembered. Certainly my family and colleagues enjoyed the unveiling as much as I did. Very best wishes.",
				"Wow - looks really impressive! Thanks so much, as ever.",
				"My mother described herself as 'absolutely delighted' with the portrait, which for her is extremely effusive - I fear I may have set a birthday present standard which I will be unable to match in future! She was really pleased with both the idea and the portrait itself.",
				"I wanted to say how much I enjoyed coming and sitting for the portrait.",
				"A big thank you for the wonderful portrait of my son. It truly captures the essence... his humanity in particular. Now I have him 'resident' on the dining room wall. It is great - I am so happy! Thank you very much.",
				"I love the painting. Especially its severity. Love it. Thanks a lot!",
				"We are absolutely delighted with the picture and look forward to many years of appreciation. Like you we will miss the interaction of being a sitter.",
				"You've captured his essence.",
				"I just wanted to let you know how much I love the children's portraits - they look wonderful on the wall and I'll never tire of looking at them. The whole process was very enjoyable... it was a real pleasure to meet you!"
			]
		},
		"quotes": [
			[
				"The painter has so much choice of approach, from the naive to the classical, slick realism to anti-art.",
				"But the portrait painter is reined in with layers of expectation from sitter and paymaster - what a challenge!"
			]
		]
	}
}
